---
kind: property
id: P:Autodesk.Revit.DB.ContourSettingItem.Start
source: html/7fc005e2-9a4e-a863-1481-03c106186bc4.htm
---
# Autodesk.Revit.DB.ContourSettingItem.Start Property

The contour range start elevation.

## Syntax (C#)
```csharp
public double Start { get; }
```